const lyric = `[00:00.200]DAN DAN 心魅かれてく - Field of View
[00:00.200]
[00:02.090]词：坂井泉水
[00:02.090]
[00:03.110]曲：織田哲郎
[00:03.110]
[00:04.760]DAN DAN 心魅かれてく
[00:04.760]渐渐被你吸引
[00:08.410]その眩しい笑顔に
[00:08.410]被你灿烂的笑容深深吸引
[00:12.440]果てない暗闇から飛び出そう
[00:12.440]和我一起离开这片无尽的黑暗吧
[00:18.340]Hold my hand
[00:18.340]Hold my hand
[00:27.210]君と出合ったとき
[00:27.210]与你相逢之时
[00:30.840]子供のころ
[00:30.840]不禁让我回想起
[00:32.170]大切に想っていた
[00:32.170]儿时那些
[00:36.190]景色を思い出したんだ
[00:36.190]珍视的场景
[00:40.210]僕と踊ってくれないか
[00:40.210]你是否愿意和我共舞一曲
[00:45.260]光と影の Winding Road
[00:45.260]在这光影交错的路途
[00:49.340]今でも あいつに夢中なの?
[00:49.340]你是否至今还迷恋着他？
[00:54.320]少しだけ 振り向きたくなるような
[00:54.320]虽说偶尔也会有
[00:59.710]時もあるけど
[00:59.710]想回首过往的时候
[01:01.720]愛と勇気と誇りを持って闘うよ
[01:01.720]但仍会心怀爱与勇气还有荣耀战斗下去
[01:09.770]DAN DAN 心魅かれてく
[01:09.770]渐渐被你吸引
[01:13.420]この宇宙の希望のかけら
[01:13.420]这片宇宙的希望碎片
[01:17.450]きっと誰もが 永遠を手に入れたい
[01:17.450]想必无论是谁都渴望永恒拥有
[01:24.230]ZEN ZEN 気にしないフリしても
[01:24.230]就算装作根本不在意
[01:27.880]ほら君に恋してる
[01:27.880]还是不受自控地喜欢着你
[01:31.900]果てない暗闇から飛び出そう
[01:31.900]和我一起离开这片无尽的黑暗吧
[01:37.780]Hold your hand
[01:37.780]Hold your hand
[02:08.320]怒った顔も疲れてる
[02:08.320]无论你生气的样子 还是疲惫的样子
[02:11.850]君も好きだけど
[02:11.850]都令我无比倾心
[02:13.690]あんなに飛ばして生きて
[02:13.690]却又担心你那样拼命的生活方式
[02:17.060]大丈夫かなと思う
[02:17.060]是否会有不堪重负的一天
[02:21.420]僕は 何気ない行動に
[02:21.420]你不经意的一举一动
[02:26.370]振り回されてる sea side blue
[02:26.370]时常牵动着我的心
[02:30.450]それでも あいつに夢中なの?
[02:30.450]可你却依旧还是迷恋着他吗
[02:35.590]もっと聞きたいことがあったのに
[02:35.590]明明还有很多问题想问问你
[02:40.090]二人の会話が
[02:40.090]但我们的对话
[02:42.820]車の音にはばまれて通りに舞うよ
[02:42.820]却被嘈杂的车流声淹没消散在街道之中
[02:50.850]DAN DAN 心魅かれてく
[02:50.850]渐渐被你吸引
[02:54.290]自分でも不思議なんだけど
[02:54.290]连自己也觉得不可思议
[02:58.540]何かあると一番に
[02:58.540]任何事情
[03:01.280]君に電話したくなる
[03:01.280]都想第一时间告诉你
[03:05.300]ZEN ZEN 気のないフリしても
[03:05.300]就算装作根本不在意
[03:08.900]結局 君のことだけ見ていた
[03:08.900]目光还是只追随着你一人
[03:12.970]海の彼方へ 飛び出そうよ
[03:12.970]让我们一起奔向大海的彼岸吧
[03:18.890]Hold my hand
[03:18.890]Hold my hand`;
